<?php

return [

    'thanks_line' => 'Спасибо, что используете наш сервис!',
    'button' => 'Перейти',

    'reply_was_edited' => [
        'subject' => 'Комментарий был изменен',
        'action'  => 'отредактировал комментарий в'
    ],

    'reply_was_liked' => [
        'subject' => 'Ваш комментарий понравился',
        'action'  => 'понравился комментарий в'
    ],

    'reply_was_marked_as_best' => [
        'subject' => 'Ваш комментарий был отмечен, как лучший',
        'action'  => 'отметил ваш комментарий как лучший в'
    ],

    'thread_was_edited' => [
        'subject' => 'Тема была изменена',
        'action'  => 'изменил тему в'
    ],

    'thread_was_updated' => [
        'subject' => 'Новый комментарий',
        'action'  => 'оставил комментарий в'
    ],

    'you_were_mentioned' => [
        'subject' => 'Вас отметили в комментарии',
        'action'  => 'отметил вас в'
    ],

    'verify_email_change' => [
        'subject' => 'Подтверждение Электронной почты',
        'line' => 'Нажмите на кнопку для подтверждения электронной почты',
        'action' => 'Подтвердите вашу электронную почту'
    ]

];
