<?php

return [

    'thanks_line' => 'Дякуємо, що використовуєте наш сервіс!',
    'button' => 'Відкрити',

    'reply_was_edited' => [
        'subject' => 'Комментар було змінено',
        'action'  => 'відредагував коментар в',
    ],
    'reply_was_liked' => [
        'subject' => 'Ваш коментар сподобався',
        'action'  => 'вподобав коментар в'
    ],

    'reply_was_marked_as_best' => [
        'subject' => 'Ваш коментар був позначений як найкращий',
        'action'  => 'позначив ваш коментар як кращий в'
    ],

    'thread_was_edited' => [
        'subject' => 'Тему було змено',
        'action'  => 'змінив тему в'
    ],

    'thread_was_updated' => [
        'subject' => 'Новий коментар',
        'action'  => 'залишив коментар в'
    ],

    'you_were_mentioned' => [
        'subject' => 'Вас відмітили в коментарі',
        'action'  => 'відмітив вас в'
    ],

    'verify_email_change' => [
        'subject' => 'Підтвердження Електронної пошти',
        'line' => 'Натисніть на кнопку, для підтвердження вашої електронної пошти',
        'action' => 'Підтвердьте вашу електронну пошту'
    ]

];
