<?php

return [

    'topic' => 'Тема',
    'category' => 'Категорія',
    'likes' => 'Вподобання',
    'replies' => 'Відповіді',
    'views' => 'Перегляди',
    'activity' => 'Активність',
    'empty_threads_list' => 'В даний момент немає результатів за вашим запитом.',
    'thread_was_locked' => 'Публікація була заблокована.',
    'have_something_to_say' => 'Що скажеш?',
    'login_to_participate' => '<a href="/login">Ввійдіть</a> щоб брати учатсь в дискусії.',
    'flash_reply_posted' => 'Ваша відповідь відправлена.',

    'create' => [
        'title' => 'Створити нову публікацію',
        'title2' => 'Заголовок',
        'title_placeholder' => 'Напишіть коротко суть публікації',
        'title_helper_text' => 'Опишіть вашу тему детально, проте максимально коротко',
        'channel_label' => 'Оберіть категорію',
        'channel_choose_one' => 'Вибрати...',
        'tags' => 'Теги',
        'tags_limit' => 'Можна створити максимум 3 теги. Використовуйте кому щоб розділити їх.',
        'comma_separate_tags' => 'Використовуйте кому щоб розділити теги',
        'body_title' => 'Деталі публікації',
        'body_placeholder' => 'Опишіть детально вашу тему',
        'publish' => 'Опублікувати',
    ],
];
